Repository: Wolfer10/targyalo-foglalo
Catalog: lib/l10n/app_*.arb
Languages: hu

# language
source: English
hu: Magyar

source: Search
hu: Keresés

# description
source: Our meeting rooms are in every major city in the world, so you can host wherever you need. Impress clients, hold memorable workshops, or deliver a winning pitch in our fully-serviced meeting spaces. Book on-demand by the hour, and our dedicated team will be on hand to ensure your meeting runs smoothly.
hu: A munkatereket tömörítő globális hálózatunknak köszönhetően ott dolgozhat, ahol csak szeretne, és mindenhol hatékony, professzionális munkakörnyezet várja. Alakítsa ki a vállalkozásának most és a jövőben is megfelelő munkahelyszínt, és növekedjen globális üzleti közösségünk tagjaként.

source: Meeting Rooms
hu: Tárgyalótermek

source: BOOK NOW
hu: FOGLALÁS

# receptionOpen
source: The reception open
hu: A recepció nyitva:

# mondayToFriday
source: Monday - friday 8:00 AM - 5:00 PM
hu: Hétfőtől péntekig 8:00-17:00

# typeReuired
source: Space type required
hu: Az irodahelyiség típusának megadása kötelező

source: Date
hu: Dátum

source: From
hu: Foglalás kezdete

source: Until
hu: Foglalás vége

# numberOfPpl
source: Number of people
hu: Személyek száma

source: Location
hu: Helyszín

# giveTheCity
source: City
hu: Adja meg a várost

source: Submit
hu: Keresés

source: Select
hu: Kiválaszt

# perMan
source: per person
hu: adagonként és személyenként

# aboutTheCentre
source: ABOUT THIS CENTER
hu: Az Irodaházról

source: Today
hu: Ma

# coffeeAndTea
source: Coffee & Tea
hu: Kávé és tea

# selectedRoom
source: Your selected room:
hu: A választott termed

# forXPeople
source: Meeting room: for x people
hu: Tárgyaló x személyre

source: Add Contact
hu: Kontakt hozzáadása

source: Checkout
hu: Véglegesítés

# enterTheLocation
source: Please enter the location
hu: Kérlek add meg a helyszínt

source: Day Office
hu: Nappali iroda

source: Meeting Room
hu: Tárgyalóterem

source: Day Co-working
hu: Nappali munkavégézéshez

# documentPicture
source: Please add a document
hu: Kérlek adj meg egy igazolványt

# documentPictureOther
source: Add an other document
hu: Másik igazolvány megadása
